/**
 * @author leon
 */

export const MockDynamicsList = [
  {
    categoryId: '0',
    categoryName: '通知',
    title: '抖音<湖西频道>正式上线',
    time: 1527383433
  },
  {
    categoryId: '1',
    categoryName: '单县新闻',
    title: '王书记一行视察单县',
    time: 1527383433
  },
  {
    categoryId: '2',
    categoryName: '小城故事',
    title: '第1期 - 北上广深的单县人',
    time: 1527383433
  }
]

export const MockDialectList = [
  {
    title: '买啥',
    content: "买啥类：哎，嫩这苹果咋卖类？\n"
      + "卖啥类：两块二一斤那谁。你望俺这苹果多鲜亮，你兹晚吃去吧，不甜不要钱那谁，称点不？\n"
      + "买啥类：能贵哎，能便宜点白，人家那边类几个卖类都是两块钱斤。\n"
      + "卖啥类：这我都没给你多要那谁，你要多些？\n"
      + "买啥类：哎呀嫩这推贵，给便宜点，两块钱吧，两块我就多要点。\n"
      + "卖啥类：真不中兄类，我给你佛。这都没多要你类钱。\n"
      + "买啥类：昂，那算喽吧，我再上别类地非儿看看去。\n"
      + "卖啥类：哎哎哎拿都吧拿都吧...，哎呀，你咋能会买啥哎。",
    like: 837,
    shit: 15,
    comment: 25
  },
  {
    title: '约',
    content: "甲：制啥来？\n"
      + "乙：没啥事，待家来。\n"
      + "甲：走出去玩去来。\n"
      + "乙：上哪和去哎？\n"
      + "甲：出去遛遛去，回来恒恒上刘禹首喝鸡汤去。\n"
      + "乙：中，先白慌来，我拾到拾到。\n"
      + "甲：昂，快点啊，白能肉次。",
    like: 212,
    shit: 30,
    comment: 90
  },
  {
    title: '串门',
    content: "甲：制啥来？\n"
      + "乙：没啥事，待家来。\n"
      + "甲：走出去玩去来。\n"
      + "乙：上哪和去哎？\n"
      + "甲：出去遛遛去，回来恒恒上刘禹首喝鸡汤去。\n"
      + "乙：中，先白慌来，我拾到拾到。\n"
      + "甲：昂，快点啊，白能肉次。",
    like: 212,
    shit: 30,
    comment: 90
  },
  {
    title: '骂人',
    content: "甲：你个瞎包。\n"
      + "乙：咋长类来，揍类下来类。\n"
      + "甲：万人揍类。\n"
      + "乙：嫩娘类个逼。",
    like: 212,
    shit: 30,
    comment: 90
  },
  {
    title: '遇见熟人',
    content: "甲：你个瞎包？\n"
      + "乙：咋长类来，揍类下来类。\n"
      + "甲：走出去玩去来。\n"
      + "乙：上哪和去哎？\n"
      + "甲：出去遛遛去，回来恒恒上刘禹首喝鸡汤去。\n"
      + "乙：中，先白慌来，我拾到拾到。\n"
      + "甲：昂，快点啊，白能肉次。",
    like: 212,
    shit: 30,
    comment: 90
  },
  {
    title: '劝酒',
    content: "甲：你个瞎包？\n"
      + "乙：咋长类来，揍类下来类。\n"
      + "甲：走出去玩去来。\n"
      + "乙：上哪和去哎？\n"
      + "甲：出去遛遛去，回来恒恒上刘禹首喝鸡汤去。\n"
      + "乙：中，先白慌来，我拾到拾到。\n"
      + "甲：昂，快点啊，白能肉次。",
    like: 212,
    shit: 30,
    comment: 90
  },
  {
    title: '打够级',
    content: "甲：你个瞎包？\n"
      + "乙：咋长类来，揍类下来类。\n"
      + "甲：走出去玩去来。\n"
      + "乙：上哪和去哎？\n"
      + "甲：出去遛遛去，回来恒恒上刘禹首喝鸡汤去。\n"
      + "乙：中，先白慌来，我拾到拾到。\n"
      + "甲：昂，快点啊，白能肉次。",
    like: 212,
    shit: 30,
    comment: 90
  },
  {
    title: '当麻将',
    content: "甲：你个瞎包？\n"
      + "乙：咋长类来，揍类下来类。\n"
      + "甲：走出去玩去来。\n"
      + "乙：上哪和去哎？\n"
      + "甲：出去遛遛去，回来恒恒上刘禹首喝鸡汤去。\n"
      + "乙：中，先白慌来，我拾到拾到。\n"
      + "甲：昂，快点啊，白能肉次。",
    like: 212,
    shit: 30,
    comment: 90
  }
]